[
  {"id":"A","clue":"This mob accountant faked ledgers to bury mistress payoffs.","decoy":"Al Capone","answer":"TRUMP"},
  {"id":"B","clue":"This Hollywood mogul cornered a woman in a luxury store fitting room.","decoy":"Harvey Weinstein","answer":"TRUMP"},
  {"id":"C","clue":"This tech guru sold a fake diploma mill that paid victims $25 million to vanish.","decoy":"Elizabeth Holmes","answer":"TRUMP"},
  {"id":"D","clue":"This missile-man swapped love notes with a U.S. president and got public praise.","decoy":"Kim Jong Un","answer":"TRUMP"},
  {"id":"E","clue":"This Ponzi king inflated skyscraper values to trick banks out of half a billion.","decoy":"Bernie Madoff","answer":"TRUMP"},
  {"id":"F","clue":"This sitcom star bragged on hot-mic about \"grabbing\" co-stars.","decoy":"Bill Cosby","answer":"TRUMP"},
  {"id":"G","clue":"This gulag boss ripped toddlers from parents and \"misplaced\" thousands.","decoy":"Joseph Stalin","answer":"TRUMP"},
  {"id":"H","clue":"This televangelist used charity cash for giant oil paintings of himself.","decoy":"Jim Bakker","answer":"TRUMP"},
  {"id":"I","clue":"This ballot-rigger phoned a state official begging for exact vote counts.","decoy":"Vladimir Putin","answer":"TRUMP"},
  {"id":"J","clue":"This snake-oil salesman told millions to drink bleach for a lung plague.","decoy":"Dr. Oz (fake)","answer":"TRUMP"},
  {"id":"K","clue":"This casino whale wrote off nearly a billion in one year, paid zero tax.","decoy":"Leona Helmsley","answer":"TRUMP"},
  {"id":"L","clue":"This porn producer wired six figures to silence an adult actress pre-election.","decoy":"Hugh Hefner","answer":"TRUMP"},
  {"id":"M","clue":"This grand wizard called torch-marchers \"very fine people.\"","decoy":"David Duke","answer":"TRUMP"},
  {"id":"N","clue":"This ayatollah bragged about appointing judges to outlaw abortion nationwide.","decoy":"Ruhollah Khomeini","answer":"TRUMP"},
  {"id":"O","clue":"This passport-stamper banned an entire religion on day one.","decoy":"Adolf Hitler","answer":"TRUMP"},
  {"id":"P","clue":"This sneaker-hustler hawked gold high-tops and pocket Bibles during trials.","decoy":"Kanye West","answer":"TRUMP"},
  {"id":"Q","clue":"This cult leader egged followers to hang his own VP.","decoy":"Jim Jones","answer":"TRUMP"},
  {"id":"R","clue":"This spy-novel thief hoarded top-secret folders in a ballroom chandelier.","decoy":"Aldrich Ames","answer":"TRUMP"},
  {"id":"S","clue":"This playground tyrant mimicked a reporter's disability to roaring crowds.","decoy":"Nelson (Simpsons bully)","answer":"TRUMP"},
  {"id":"T","clue":"This mafia don boasted he could gun down a pedestrian mid-Manhattan and keep every fan.","decoy":"John Gotti","answer":"TRUMP"}
]

